//	1.	«Перемножение матриц»
//	В работе необходимо составить и проверить алгоритм перемножения матриц.
//	Для проверки алгоритма целесообразно использовать небольшие матрицы (до 3х3 включительно), 
//	результат перемножения вывести на экран. После успешной проверки задаются большие (1000х1000) 
//	матрицы как входные данные, наполнение матриц случайно и необязательно к выводу на экран.
//	На скриншотах выполнения программы должна быть видна разница 
//	во времени исполнения в последовательном и в параллельном режимах.


